Merge pull request #8 from ferdinandbracho/develop
update readme
